{
  "testimonials": [
    {
      "id": 1,
      "name": "Олена Ковальчук",
      "location": "м. Кам'янець-Подільський",
      "rating": 5,
      "text": "Замінювали всю проводку в двокімнатній квартирі. Майстер Олександр спочатку приїхав на огляд, все детально пояснив і порахував. Роботи зайняли 4 дні. Працювали акуратно, за собою прибрали. Особливо сподобалось, що показали як правильно користуватись новим електрощитом. Отримали гарантію на 3 роки з чеком. Рекомендую!",
      "service": "Заміна проводки",
      "date": "2025-10-10"
    },
    {
      "id": 2,
      "name": "Сергій Петренко",
      "location": "м. Кам'янець-Подільський",
      "rating": 5,
      "text": "Вночі вибило автомат і запахло горілою проводкою. Подзвонив о 2:30 ночі, майстер приїхав через 25 хвилин! Швидко знайшов проблему - коротке замикання в розетці на кухні. За годину все виправив, змінив ще дві сусідні розетки для профілактики. Ціну озвучив одразу, без доплат. Дякую за швидку допомогу!",
      "service": "Терміновий виклик",
      "date": "2025-09-18"
    },
    {
      "id": 3,
      "name": "Марина Іванова",
      "location": "м. Кам'янець-Подільський",
      "rating": 5,
      "text": "Встановлювали новий електрощит в приватному будинку. Приємно здивувала консультація - майстер порадував який щит краще взяти під наші потреби, де економніше купити. Роботу зробили за день, все підключили, підписали, наклеїли схему. Через тиждень передзвонили уточнити чи все працює. Професійний підхід!",
      "service": "Монтаж електрощита",
      "date": "2025-08-22"
    },
    {
      "id": 4,
      "name": "Андрій Мельник",
      "location": "м. Кам'янець-Подільський",
      "rating": 4,
      "text": "Потрібно було додати 5 розеток в новій кімнаті. Майстер приїхав вчасно, працював швидко. Єдине - трішки більше пилу ніж очікував, але майстер сам все пропилососив. Ціна як домовлялись. В цілому добре, рекомендую.",
      "service": "Встановлення розеток",
      "date": "2025-11-15"
    },
    {
      "id": 5,
      "name": "Ірина Савчук",
      "location": "м. Кам'янець-Подільський",
      "rating": 5,
      "text": "Підключали бойлер і встановлювали окремий автомат. Прийшов точно о 10:00 як домовлялись. Все зробив за 2 години, пояснив як правильно експлуатувати, на що звертати увагу. Залишив свій номер - сказав що якщо будуть питання, можна телефонувати. Дуже відповідальний майстер!",
      "service": "Підключення техніки",
      "date": "2025-07-30"
    },
    {
      "id": 6,
      "name": "Василь Коваль",
      "location": "м. Кам'янець-Подільський",
      "rating": 5,
      "text": "Робили заземлення для приватного будинку. Приїхали з обладнанням для вимірювання, все професійно розрахували. Контур встановили за 2 дні, підключили до щитка, зробили всі виміри. Показали протокол вимірювань - опір заземлення в нормі. Ціна виправдана якістю!",
      "service": "Заземлення будинку",
      "date": "2025-06-14"
    },
    {
      "id": 7,
      "name": "Наталія Бондар",
      "location": "м. Кам'янець-Подільський",
      "rating": 5,
      "text": "Повісити три люстри і чотири бра - здавалось проста робота, але у нас стелі 3.5 метра. Майстер приїхав зі своєю стрем'янкою, все акуратно встановив, підключив. Люстри важкі, але закріпив надійно, показав як правильно міняти лампочки. Швидко і якісно!",
      "service": "Монтаж світильників",
      "date": "2025-05-08"
    }
  ]
}
